{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "ultimate-autopair.nvim": {
      "src": "https://github.com/altermo/ultimate-autopair.nvim"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
